Repository: hosting-review/hr-speedtest
Catalog: languages/*-speedtest-*.po
Languages: pt_br

source: Title:
pt_br: Título

source: https://hosting.review/webpage-speed-test/
pt_br: https://melhorhospedagemdesites.com/testar-velocidade-do-site/

source: Recent Tests
pt_br: Testes Recentes

source: months
pt_br: meses

source: days
pt_br: dias

source: hours
pt_br: horas

source: minutes
pt_br: minutos

source: seconds
pt_br: segundos

source: URL is not fully qualified domain name
pt_br: URL não é um nome de domínio completamente qualificado

source: URL is required
pt_br: URL é requerido

source: Enter a Website URL
pt_br: Insira o URL de um site

source: Cancel
pt_br: Cancelar

source: Check
pt_br: Verificar

source: Click to see website
pt_br: Clique para ver o site

source: ago
pt_br: atrás

source: Test from
pt_br: Teste de

source: Connection type
pt_br: Tipo de conexão

source: Browser
pt_br: Navegador

source: Time To First Byte
pt_br: Tempo para o primeiro Byte

source: Cache static content
pt_br: Conteúdo estático em cache

source: Effective use of CDN
pt_br: Uso efetivo de CDN

source: Combine js and css files
pt_br: Combinar arquivos JS e CSS

source: Compress Images
pt_br: Compactar imagens

source: No cookies on static content
pt_br: Sem cookies no conteúdo estático

source: Disable E-Tags
pt_br: Desabilitar E-Tags

source: Compress Transfer
pt_br: Compactar Transferência

source: Keep-alive Enabled
pt_br: Manter-vivo habilitado

source: Minify JavaScript
pt_br: Minificar JavaScript

source: Progressive JPEGs
pt_br: JPEGs progressivos

source: Summary
pt_br: Resumo

source: Displays screenshot of website that was rendered during first run
pt_br: Mostra uma captura de tela do site que foi renderizado na primeira execução

source: Performance grade
pt_br: Nota da perfromance

source: Load time
pt_br: Tempo de carregamento

source: Page size
pt_br: Tamanho da página

source: Requests
pt_br: Requisiçõe

source: Tested from
pt_br: Testado de

source: Waterfall
pt_br: Gráfico

source: Displays waterfall structure of files downloaded to load website
pt_br: Mostra o gráfico com a estrutura dos arquivos baixados para carregar o site

source: Image Preview
pt_br: Prévia da Imagem

source: The placeholder for zoomed in
pt_br: O placeholder para ampliação

source: test might take up to 60 or more seconds after the end of the queue
pt_br: o teste pode levar mais de 60 segundos após o fim da fila

source: Test Started %d seconds ago
pt_br: O teste começou há %d segundos

source: Waiting behind %d other tests...
pt_br: Esperando por %d outros testes...

source: Waiting at the front of the queue...
pt_br: Esperando como o primeiro da fila
